import React from 'react'

export default function page() {
    return (
        <div className='md:pt-12 pt-20 text-white w-full max-w-7xl mx-auto px-8'>
            <h1 className='text-2xl'>قوانین و شرایط استفاده</h1>
            <div className='w-full flex flex-col gap-8 px-4 pt-10 shadow-xl pb-8 rounded-md'>
                <div>
                    <h1 className='text-lg'>مسئولیت شما در استفاده از خدمات این وب سایت</h1>
                    <p className='text-sm mt-2'>به عنوان کاربران گرامی، استفاده از خدمات این سایت برای شما به این معنی است که باید شرایط و قوانین ما را به دقت مطالعه کرده، درک و رعایت آنها را تأیید کنید. با ورود و استفاده از این وب سایت، به شرایط و قوانین ما بدون هیچ گونه محدودیت و شرطی موافقت کرده‌اید. قبل از استفاده از خدمات ما، لطفاً مطمئن شوید که شرایط و مسئولیت‌های ما را به دقت مطالعه و پذیرفته‌اید و به طور مشروط به رعایت این مسئولیت‌ها از خدمات ما استفاده کنید. در غیر اینصورت، نباید از خدمات ما استفاده کنید و در صورت استفاده، باید بلافاصله استفاده از وب سایت را متوقف کنید.</p>
                </div>
                <div>
                    <h1 className='text-lg'>قوانین و مقررات کشور</h1>
                    <p className='text-sm mt-2'>وب سایت اوکی چنج به دنبال رعایت تمامی قوانین و مقررات حاکم در زمینه فعالیت خود است و شما نیز ملزم به رعایت کلیه مفاد این شرایط هستید. لذا اوکی چنج هیچگونه سفارشی را که با قوانین جاری کشور مغایرت داشته باشد، انجام نمی‌دهد.</p>
                </div>
                <div>
                    <h1 className='text-lg'>محدودیت مسئولیت ما</h1>
                    <p className='text-sm mt-2'>
                    اوکی چنج تنها پرداخت سفارش ثبت شده شما را متقبل می‌شود و هیچ گونه مسئولیتی در قبال عملکرد ناموفق و یا ناکارآمد بودن سرویس‌ها و خدماتی که خریداری کرده‌اید، یا هرگونه جعل، کم‌فروشی و یا گران‌فروشی سرویس‌ها و خدمات خریداری شده ندارد. لذا شما باید قبل از ثبت هر گونه سفارش، از اعتبار شرکت یا فرد دریافت‌کننده وجه اطمینان حاصل کنید، چرا که هیچ گونه مسئولیتی بر عهده اوکی چنج نمی‌باشد
                    </p>
                </div>
                <div>
                    <h1 className='text-lg'>کارت ها و حساب بانکی</h1>
                    <p className='text-sm mt-2'>این یک قرارداد استاندارد و برای محدود کردن مسئولیت اوکی چنج در مورد خدماتی است که ارائه می دهد و برای تأکید بر اینکه کاربران موظفند اطلاعات صحیح و معتبر خود را به اوکی چنج ارائه کنند. همچنین، این قرارداد مبنی بر این است که کاربران تنها از کارت بانکی خود برای انجام تراکنش ها استفاده کنند و از کارت بانکی دیگران استفاده نکنند. این تدابیر جهت جلوگیری از سوءاستفاده و تقلب در سامانه اوکی چنج است.</p>
                </div>

            </div>

        </div>
    )
}
